IDEA StatiCa Open Model
BoltParam.Radii Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Gets or sets the radii of bolts (polar coordinate system).
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public NumberGroups Radii { get; set; }
Public Property Radii As NumberGroups
	Get
	Set
public:
property NumberGroups^ Radii {
	NumberGroups^ get ();
	void set (NumberGroups^ value);
}
Property Value
Type: NumberGroups
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace